{"inkVersion":20,"root":[["^Montrose’s skyline looks best at 6 a.m.","ev",0,false,{"x()":"Inbox","exArgs":2},"out","/ev","ev",1,false,{"x()":"Inbox","exArgs":2},"out","/ev","ev",2,false,{"x()":"Inbox","exArgs":2},"out","/ev","ev",3,{"x()":"HideTip","exArgs":1},"out","/ev","ev",4,{"x()":"HideTip","exArgs":1},"out","/ev",{"#":"name Art"},"\n","^The glamorous glass monuments cheerfully pass along the first ray of sunshine, lighting the entire city up in a warm orange tone.","\n","^Orange people, orange vehicles. Metallic orange bots.","\n","^If it was three hours later, the traffics would get too busy. The smog would dim the pallet, and the noise would take over.","\n","^If it was in the evening, the neon lights would flicker non-stop, squishing the world into a huge grey plastic box. One with an occasional moon. And no stars.","\n","^I haven’t seen any stars since grandma left.","\n","^...","\n","^Anyway, today is the day the result of my job application comes out.","\n","^I need to check my Email to see if Hixton Dynamic’s Media Management department accepted me.","\n","ev","str","^below","/str",{"x()":"HideMaster","exArgs":1},"out","/ev","ev",0,{"x()":"ShowTip","exArgs":1},"out","/ev","\n","^Unfortunate... but the denial from HD is kinda expected.","\n","^They've been a pinnacle in the software industry for decades.","\n","^Maybe I'm just not good enough at what I'm studying... It's not my true interest.","\n","^But that last email is pretty weird. That mail doesn't even have a sender.","\n","^Is it some hacker trolling again?","\n","^The location he gave me is literally in the middle of nowhere. I’d take a flight of 4 hours to get there, and I can’t even afford it.","\n","^Yeah. Double the pay? No way this is real.","\n",{"#":"name Phone"},"^Ring...","ev",3,false,{"x()":"Inbox","exArgs":2},"out","/ev","ev",4,true,{"x()":"Inbox","exArgs":2},"out","/ev","\n",{"#":"name Art"},"^New message?","\n","ev","str","^below","/str",{"x()":"HideMaster","exArgs":1},"out","/ev","\n","^Wait. Wait a second.","\n","^I was just worrying the fight and that Gerald guy emailed me this.","\n","^These troll hackers are getting out of control...","\n","^...","\n","^HEY! YOU!","\n","^I KNOW YOU ARE LISTENING TO ME SOMEWHERE!","\n","^I'M GONNA TURN OF MY ALEXIE. YOU WON'T HEAR ME ANYMORE!","\n","^NOR WILL I GO TO THAT GODDAMN FOREST! NOT EVEN WITH THE FREE FLIGHT!","\n","^And my meals and rent paid!","\n","^... and doubling the pay... I would not go...","\n","^... Or would I?","\n","ev","str","^1.1.2 Window Black","/str",{"x()":"NextScene","exArgs":1},"out","/ev","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}