{"inkVersion":20,"root":[["ev","str","^Gerald","/str","str","^Center","/str","str","^Normal","/str",{"x()":"ShowCharacter","exArgs":3},"out","/ev","\n","^Art, it’s so good to finally meet you. ",{"#":"name Gerald"},"\n","^I’ve been looking forward to this moment for a long time. ",{"#":"name Gerald"},"\n","^I have so many questions in my head right now, with the biggest one among them being I don’t even know who you are. ",{"#":"name Art"},"\n","^I’m Gerald. ",{"#":"name Gerald"},"\n","^... ",{"#":"name Art"},"\n","^That I already know. ",{"#":"name Art"},"\n","^Just kidding. I was an old friend and colleague of your grandmother, Evelyn.  ",{"#":"name Gerald"},"\n","^Wait. My grandma?  ",{"#":"name Art"},"\n","^Why hadn’t she told me about you then? ",{"#":"name Art"},"\n","^We were close in the 2020s when we worked together but hadn’t talked much in our later years. ",{"#":"name Gerald"},"\n","^I had a personal emergency and couldn’t be at her funeral four years ago. ",{"#":"name Gerald"},"\n","^My condolences for your loss. ",{"#":"name Gerald"},"\n","^... ",{"#":"name Art"},"\n","^I grew up with my grandma. She talked a lot about her stories; never did she bring you up in front of me.  ",{"#":"name Art"},"\n","^What weird kind of “close friend” is that? ",{"#":"name Art"},"\n","^I understand you can’t trust me right away. But I can talk about some of her personal things to prove. ",{"#":"name Gerald"},"\n","^Yes? ",{"#":"name Art"},"\n","^Evelyn owns a necklace with an orange crystal on it. The crystal is an artificial product. ",{"#":"name Gerald"},"\n","^Good try Gerald, but this was never personal. ",{"#":"name Art"},"\n","^She’s a world-class psychologist and she wears that necklace everywhere. ",{"#":"name Art"},"\n","^But only her close ones know that it also functions as a brainwave amplifier. ",{"#":"name Gerald"},"\n","^She used it to hypnotize individuals and observe their brain activities. ",{"#":"name Gerald"},"\n","^... ",{"#":"name Art"},"\n","^Evelyn was an ocean life lover and had a collection of seashells. ",{"#":"name Gerald"},"\n","^Yeah... She loves ocean animals. ",{"#":"name Art"},"\n","^She had a tattoo of a dolphin on her shoulder to cover up a scar from an experiment. ",{"#":"name Gerald"},"\n","^Seriously, how’d you know all these? ",{"#":"name Art"},"\n","^I told you, I was a close friend of hers. ",{"#":"name Gerald"},"\n","^Your parents were abroad when you were little, so Evelyn raised you. ",{"#":"name Gerald"},"\n","^I also remember some stuff she told me when you were little. ",{"#":"name Gerald"},"\n","^That time you learned the word “hot chick” for the first time, you went to Evelyn’s institution and yelled, “where are the...” ",{"#":"name Gerald"},"\n","^Ok. Ok. No need to elaborate. I will believe you for now. ",{"#":"name Art"},"\n","^But why would you need me as a counselor? I’m not even remotely professional.","\n","^Plus, I suspect that you were spying on me before.","\n","^Spying? ",{"#":"name Gerald"},"\n","^I was checking the flight price online, and you immediately booked a ticket for me. ",{"#":"name Art"},"\n","^\\\\I can guarantee it’s a coincidence.\\\\  ",{"#":"name Gerald"},"\n","^\\\\I started looking for available flights right after I sent the first mail.\\\\ ",{"#":"name Gerald"},"\n","^\"His tone is not confident at all.\" ",{"#":"name Art"},"\n","^\"Whenever I find one’s words \\\\trembling\\\\, there’s a big chance that they are telling lies...\"","\n","^\"I wonder what he’s trying to hide.\"","\n","^And there are three reasons why I need you here. ",{"#":"name Gerald"},"\n","^First of all, recruiting a professional therapist requires excessive amounts of legal papers.  ",{"#":"name Gerald"},"\n","^It usually takes about a month before a therapist can operate in our school. ",{"#":"name Gerald"},"\n","^You must have some really urgent problems then.","\n","^Yes... I have to admit; we have some students that need mental help as soon as possible. ",{"#":"name Gerald"},"\n","^Even some short-term counseling helps.","\n","^Sounds really bad. What kind of problem is it? ",{"#":"name Art"},"\n","^That we’ll talk about it later. ",{"#":"name Gerald"},"\n",["^And that’s only one reason to have you here. ",{"#":"name Gerald"},"\n","^The second reason is your incredible talents.","\n","^You can immediately understand people’s thoughts and emotions since you were little.","\n","^Grandma really did tell you a lot about me, didn’t she? ",{"#":"name Art"},"\n","^...And that’s why I want to see your real talent shine. ",{"#":"name Gerald"},"\n","^Not in some corporate business, but in this academy of ours, where the future of our world lies...","\n","^Isn’t this just a weird school in the woods? ",{"#":"name Art"},"\n","^We are not just an ordinary school. ",{"#":"name Gerald"},"\n","^We will talk about it later in my office.","\n",["^And even if you don’t want to commit, I still have one more reason to have you here. ",{"#":"name Gerald"},"\n","^I heard that you are busy graduating and looking for jobs, and I want to do my best to help.","\n","^Even with no return? ",{"#":"name Art"},"\n","^Even with no return. ",{"#":"name Gerald"},"\n","^Let me guess. You’re doing this for my grandma’s sake. ",{"#":"name Art"},"\n","^Uhh... ",{"#":"name Gerald"},"\n","^You want to do me a favor because you think you owed her something. Am I correct? ",{"#":"name Art"},"\n","^\\\\Well, I didn’t necessarily OWE her something...\\\\ ",{"#":"name Gerald"},"\n","^\"Another Lie. How should I react to it?\" ",{"#":"name Art"},"\n","^Gerald... What actually happened between you and my grandma. Be honest. ",{"#":"name Art"},"\n","^It’s a really long story. And an unbelievable one. ",{"#":"name Gerald"},"\n","^In fact, I’m surprised Evelyn hadn’t told you about it.","\n","^Maybe it was too early for you to hear it back then.","\n","^\"Damn. What a natural way to dodge a question. He could be a great politician.\" ",{"#":"name Art"},"\n",["^Anyway, you said that this school is special. ",{"#":"name Art"},"\n","^One-of-a-kind. ",{"#":"name Gerald"},"\n","^In what way? ",{"#":"name Art"},"\n","^Because it looks like a fancy DIY toy made from recycled bottles and cardboard? ",{"#":"name Art"},"\n","^Gosh. You are really as mean as Evelyn when she was young. ",{"#":"name Gerald"},"\n","^It’s not about the building — this type of architecture is the future trend.","\n",["^It’s the students.","\n","^Students? ",{"#":"name Art"},"\n","^One-of-a-kind students. ",{"#":"name Gerald"},"\n","^We will talk about it later in my office on the third floor. ",{"#":"name Gerald"},"\n","^\\\\I will go upstairs now to turn on some facilities.\\\\","\n","^You can walk around for a minute. There are plenty of good designs around here...","\n","^I sent the building's floor plan to your phone. When you’re done exploring, meet me on the third floor.","\n","^\"There we go. A lie again...\" ",{"#":"name Art"},"\n","^Sure. Take your time turning on your \"facilities\"! ",{"#":"name Art"},"\n","ev","str","^Gerald","/str",{"x()":"HideCharacter","exArgs":1},"out","/ev","\n","^...","\n","^...A school in the woods, a self-claimed old friend, a double-salary offer...","\n","^And I haven’t even seen one student around here.","\n","^Sounds like the beginning of a poorly written urban horror movie.","\n","ev",0,{"x()":"PlaySound","exArgs":1},"out","/ev","^ (Explosion Sound) ",{"#":"name ..."},"\n","^Woah! ",{"#":"name Art"},"\n","^What’s going on??","\n","ev","str","^Song","/str","str","^Left","/str","str","^Normal","/str",{"x()":"ShowCharacter","exArgs":3},"out","/ev","^ That should be my question. What’s going on here? Who are you? ",{"#":"name ??"},"\n","^Uh... It’s complicated. ",{"#":"name Art"},"\n","^I’m here for an invitation from your principal, Gerald.","\n","^From Gerald? About what? ",{"#":"name ??"},"\n","^He needs a mental health counselor. ",{"#":"name Art"},"\n","^A counselor? You? ",{"#":"name ??"},"\n","^You look like a student struggling for an internship. ",{"#":"name ??"},"\n","^\"Damn... That’s exactly me.\" ",{"#":"name Art"},"\n",["^So here’s the thing, NORMAL GUY.  ",{"#":"name ??"},"\n","^I don’t know why Gerald let you in, but a NORMAL like you isn’t welcomed in our place.","\n","^You better watch what you do here.","\n","^\"Wait a second... What are those growing on his face? Scales?\"  ",{"#":"name Art"},"\n","^\"What is he? WHAT IS THIS PLACE??\"","\n","^Calm yourself, big guy!  ",{"#":"name ???"},"\n","ev","str","^Avia","/str","str","^Right","/str","str","^LowSpirit","/str",{"x()":"ShowCharacter","exArgs":3},"out","/ev","\n","^Avia? ",{"#":"name ??"},"\n","^What’s up with you again? Where do you think you are at, an arena? ",{"#":"name Avia"},"\n","^This NORMAL showed up here claiming to be some sort of mental health counselor... ",{"#":"name ??"},"\n","^You’re not gonna tell me to obey what he said, are you?","\n","^I didn’t tell you to do anything. ",{"#":"name Art"},"\n","^Gerald told me to meet him in his office, and that’s what I’m going to do now. ",{"#":"name Art"},"\n","^Now excuse me, please.","\n","^Wait a second, sir... ",{"#":"name Avia"},"\n",["^If you are going to talk with Gerald, I’m sure he’s going to explain all these to you. ",{"#":"name Avia"},"\n","^But please allow me to apologize for what happened just now.","\n","^This is Song. He’s not the easiest person to get along with.","\n","^Ok Avia, stop pointing fingers at me... ",{"#":"name Song"},"\n","^I’m Avia. It’s good to meet you. ",{"#":"name Avia"},"\n","^\"Hmm... She looks pretty friendly. I guess a quick talk wouldn’t hurt.\" ",{"#":"name Art"},"\n","^I’m Arthur. Gerald invited me to be a mental health counselor here.","\n","^So YOU are the new guy Gerald talked about? You look much younger than I expected. ",{"#":"name Avia"},"\n","^Take my words as a warning, little guy. ",{"#":"name Song"},"\n","^I will watch over you.","\n","ev","str","^Song","/str",{"x()":"HideCharacter","exArgs":1},"out","/ev","\n","^... ",{"#":"name Art"},"\n","^Yeah... That’s Song for you. He has hatred rooted deep inside him. ",{"#":"name Avia"},"\n","^Hatred because of what? ",{"#":"name Art"},"\n","^Well... ",{"#":"name Avia"},"\n","^He was treated as a monster by people around him ever since his anomaly shows up.","\n","^We are all very concerned about his mental state right now.","\n","^I’m more concerned about the explosion sound I heard before. ",{"#":"name Art"},"\n","^No worries. It’s just Ms. Lauren doing Ms. Lauren things. ",{"#":"name Avia"},"\n","^Ms. Lauren? ",{"#":"name Art"},"\n","^Our science teacher. ",{"#":"name Avia"},"\n","^She always messes up the experiment. Her anomalyis pretty hard to control.","\n",["^Anomaly? ",{"#":"name Art"},"\n","^Yes. Abnormal traits. Unnatural abilities. Call it whatever you want. ",{"#":"name Avia"},"\n","^Everyone in this school is genetically abnormal. And we can do our special tricks because of these variations.","\n","^I’m losing my brain cells trying to keep up with this conversation. ",{"#":"name Art"},"\n","^Please don’t tell me those scales are real...?","\n","^\\\\Don’t worry about it. It’s just a tattoo.\\\\ ",{"#":"name Avia"},"\n","^\"Holy shit... they are real.\" ",{"#":"name Art"},"\n","^That’s lie is kind of too obvious, isn’t it? ",{"#":"name Avia"},"\n","^I’d rather leave your concerns to THAT PROFESSIONAL on the third floor.","\n","^Y’all are killing me with these cliffhangers. ",{"#":"name Art"},"\n","^I’ll see you around. Good luck! ",{"#":"name Avia"},"\n","ev","str","^Avia","/str",{"x()":"HideCharacter","exArgs":1},"out","/ev","\n","ev","str","^1.4 Principal's Office","/str",{"x()":"NextScene","exArgs":1},"out","/ev","\n",["done",{"#f":5,"#n":"g-7"}],{"#f":5,"#n":"g-6"}],{"#f":5,"#n":"g-5"}],{"#f":5,"#n":"g-4"}],{"#f":5,"#n":"g-3"}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}